"kSaveErrorTitleKey"				= "파일을 저장하는 동안 오류가 발생했습니다.";
"kSaveErrorTextKey"					= "전송된 파일을 디스크에 저장할 수 없습니다. 수신 폴더가 잠긴 볼륨에 있는 것 같습니다. 대상 폴더를 변경하고 다시 해보십시오.";

"kRecieveItemTitleKey"				= "수신 항목";
"kRecieveItemUnknownDeviceTextKey"	= "Bluetooth 장비가 “%@” 항목을 전송하려고 합니다. 허용하겠습니까?";
"kRecieveItemNamedDeviceTextKey"	= "장비 \"%@\"이(가) “%@” 항목을 전송하려고 합니다. 허용하겠습니까?";

"kOpenNewFileTitleKey"				= "새로운 파일“%@”을(를) 수신하였습니다. 열겠습니까?";
"kOpenNewFileTextKey"				= "Bluetooth 환경설정 패널에서 이 경고를 끌 수 있습니다.";

"kCouldNotStartSDPTitleKey"			= "가져오기 연결 허용을 시도하는 동안 오류가 발생했습니다.";
"kCouldNotStartSDPTextKey"			= "이 시스템에 Bluetooth 지원이 제대로 설치되지 않았을 수 있습니다. Bluetooth 소프트웨어를 재설치하고 다시 시도하십시오.";

"kErrorOpeningFileTitleKey"			= "파일을 여는 도중에 오류가 발생했습니다.";
"kErrorOpeningFileTextKey"			= "파일 보조 응용 프로그램이 없기 때문에 파일을 열 수 없는 것 같습니다. Finder에서 파일을 이중 클릭하여 수동으로 열어 보십시오.";

"kFileTransferClientTitleKey"		= "파일 전송 클라이언트";
"kDisconnectTitleKey"				= "“%@”(으)로부터 연결 해제하겠습니까?";
"kDisconnectTextKey"				= "“%@”에서 시스템을 탐색 중입니다. 연결 해제하겠습니까?";
"kDisconnectButtonKey"				= "연결 해제";


"kFTPConfirmAllowButton"			= "허용";
"kFTPConfirmRejectButton"			= "허용 안 함";
"kFTPConfirmMessageText"			= "“%@”(으)로 “%@” 폴더를 탐색하겠습니까?";

"kVCardConfirmTitleText"			= "“%@”이(가) 주소록 카드의 복사본을 요청합니다.";
"kVCardConfirmMessageText"			= "요청을 허용하려면 승인을, 거부하려면 취소를 클릭하십시오.";


"kOKButtonKey"						= "승인";
"kAcceptButtonKey"					= "허용";
"kDeclineButtonKey"					= "거부";
"kCancelButtonKey"					= "취소";
"kOpenButtonKey"					= "열기";
"kSkipButtonKey"					= "건너뜀";
"kShowInFinderButtonKey"			= "Finder에서 보기";

"kUnknownFileNameKey"				= "알 수 없는 파일";
"kUnknownDeviceNameKey"				= "알 수 없는 장비";
"kDeviceIsSendingFileKey"			= "%@이(가) 파일을 전송 중 입니다";

"kTransferringKey"					= "전송 중...";
"kTransferringFileKey"				= "“%@” 전송 중...";
"kTransferCompleteKey"				= "전송 완료";
"kTransfersCompleteKey"				= "전송 완료";
"kTransferFailedKey"				= "전송 실패";

"kWaitingKey"						= "더 많은 파일 기다리는 중...";

"kIncomingFileKey"					= "파일 수신:";


"kTypeFolderKey"					= "폴더";
"kTypeApplicationKey"				= "응용 프로그램";
"kTypeKextKey"						= "Kernel 확장 파일";
"kTypeBundleKey"					= "번들";
"kTypeFrameworkKey"					= "프레임워크";
